Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: How NOOP splits a night into light / deep / REM. The V2 recipe is the default; turn it off to fall back to the older V1 staging.
de: Wie NOOP eine Nacht in hell / tief / REM aufteilt. Das V2-Rezept ist die Standardeinstellung; Schalten Sie es aus, um auf das ältere V1-Staging zurückzugreifen.
es: Cómo NOOP divide una noche en ligera/profunda/REM. La receta V2 es la predeterminada; apáguelo para volver a la etapa anterior V1.
fr: Comment NOOP divise une nuit en lumière / profonde / REM. La recette V2 est la recette par défaut ; désactivez-le pour revenir à l’ancienne version V1.
it: Come NOOP divide una notte in leggera/profonda/REM. La ricetta V2 è quella predefinita; disattivarlo per tornare alla vecchia stadiazione V1.
pl: Jak NOOP dzieli noc na sen lekki / głęboki / REM. Domyślny jest przepis V2; wyłącz go, by wrócić do starszego podziału V1.
pt_pt: Como NOOP divide uma noite em leve/profunda/REM. A receita V2 é o padrão; desligue-o para voltar ao teste V1 mais antigo.
ru: Как NOOP делит ночь на светлую/глубокую/быструю. Рецепт V2 используется по умолчанию; отключите его, чтобы вернуться к более старой версии V1.
th: วิธีที่ NOOP แบ่งการนอนเป็นหลับตื้น หลับลึก และ REM โดยใช้สูตร V2 เป็นค่าเริ่มต้น ปิดเพื่อกลับไปใช้การจำแนกระยะการนอน V1
zh_hans: NOOP 如何将夜晚分为浅色/深色/快速眼动睡眠。 V2配方为默认配方；关闭它以回退到较旧的 V1 阶段。
zh_hant: NOOP 如何將夜晚分為淺色/深色/快速動眼睡眠。 V2配方為預設配方；關閉它以回退到較舊的 V1 階段。

source: How NOOP splits a night into light / deep / REM. This is a separate, opt-in recipe. Your default staging is unchanged unless you turn it on.
de: Wie NOOP eine Nacht in Leicht / Tief / REM aufteilt. Das ist ein separates Opt-in-Rezept. Deine Standard-Einteilung bleibt unverändert, solange du es nicht einschaltest.
es: Cómo NOOP divide una noche en ligero / profundo / REM. Es una receta aparte y opcional. Tu clasificación por defecto no cambia a menos que la actives.
fr: Comment NOOP répartit une nuit en léger / profond / paradoxal. C'est une méthode distincte, à activer volontairement. Votre classification par défaut reste inchangée tant que vous ne l'activez pas.
it: Come NOOP suddivide una notte in leggero / profondo / REM. Questa è una ricetta separata e opzionale, la tua stadiazione predefinita resta invariata a meno che non la attivi.
pl: Jak NOOP dzieli noc na lekką / głęboką / REM. Jest to oddzielny przepis, na który można wyrazić zgodę. Domyślne przemieszczanie pozostaje niezmienione, chyba że je włączysz.
pt_pt: Como o NOOP divide uma noite em leve/profunda/REM. Esta é uma receita separada e opcional. O teu teste padrão permanece inalterado, a menos que o ative.
ru: Как NOOP делит ночь на лёгкий / глубокий / быстрый сон. Это отдельный, включаемый вручную метод. Стандартное определение стадий не меняется, пока вы его не включите.
th: กำหนดวิธีที่ NOOP แบ่งการนอนเป็นหลับตื้น หลับลึก และ REM เป็นวิธีเสริมที่ต้องเลือกเปิดเอง โดยวิธีเริ่มต้นจะไม่เปลี่ยนจนกว่าคุณจะเปิดตัวเลือกนี้
zh_hans: NOOP 如何将一个夜晚划分为浅睡 / 深睡 / REM。这是一套独立的、需主动开启的算法，除非你开启它，否则你的默认分期保持不变。
zh_hant: NOOP 如何將一個夜晚劃分為淺睡 / 深睡 / REM。這是一套獨立的、需主動開啟的演算法，除非你開啟它，否則你的預設分期保持不變。

source: How NOOP works
de: So funktioniert NOOP
es: Cómo funciona NOOP
fr: Comment NOOP fonctionne
it: Come funziona NOOP
pl: Jak działa NOOP
pt_pt: Como funciona o NOOP
ru: Как работает NOOP
th: NOOP ทำงานอย่างไร
zh_hans: NOOP 的工作原理
zh_hant: NOOP 的運作原理

source: How often the coach messages you first
de: Wie oft sich der Coach von sich aus meldet
es: Con qué frecuencia el coach te escribe primero
fr: À quelle fréquence le coach vous écrit en premier
it: Quante volte l'allenatore ti invia un messaggio per primo
pl: Jak często trener odzywa się pierwszy
pt_pt: Com que frequência o treinador envia mensagens para você primeiro
ru: Как часто тренер пишет вам первым
th: โค้ชส่งข้อความถึงคุณก่อนบ่อยเพียงใด
zh_hans: 教练多久给你发一次消息
zh_hant: 教練多久傳一次訊息

source: How recovered you are, led by HRV versus your personal baseline.
de: Wie erholt du bist, angeführt von der HRV gegenüber deiner persönlichen Basislinie.
es: Qué tan recuperado estás, guiado por la VFC frente a tu línea base personal.
fr: À quel point vous êtes récupéré, mesuré par la VFC par rapport à votre référence personnelle.
it: Quanto sei recuperato, guidato dall'HRV rispetto alla tua linea di base personale.
pl: Stopień odzyskania sił, na podstawie HRV w porównaniu z osobistym poziomem bazowym.
pt_pt: Quão recuperado está, liderado pela VFC versus a tua linha de base pessoal.
ru: Насколько вы восстановились, в первую очередь по ВСР относительно вашей личной нормы.
th: คุณฟื้นตัวได้แค่ไหน นำโดย HRV เทียบกับพื้นฐานส่วนบุคคลของคุณ
zh_hans: 你的恢复程度，主要看 HRV 相对于你个人基线的表现。
zh_hant: 你的恢復程度，主要由 HRV 相對於你個人基線的表現決定。

source: How Rest is calculated
de: So wird Ruhe berechnet
es: Cómo se calcula Descanso
fr: Comment le repos est calculé
it: Come viene calcolato il riposo
pl: Sposób obliczania Odpoczynek
pt_pt: Como o descanso é calculado
ru: Как рассчитывается Отдых
th: วิธีคำนวณการพักผ่อน
zh_hans: 休息如何计算
zh_hant: 休息如何計算

source: How restorative your sleep was: duration, efficiency, deep+REM, timing.
de: Wie erholsam dein Schlaf war: Dauer, Effizienz, Tief+REM, Timing.
es: Qué tan reparador fue tu sueño: duración, eficiencia, profundo+REM, horario.
fr: À quel point votre sommeil a été réparateur : durée, efficacité, profond+paradoxal, horaires.
it: Quanto è stato rigenerante il tuo sonno: durata, efficienza, profondo+REM, orari.
pl: Jak regenerujący był Twój sen: czas trwania, wydajność, głębokość + faza REM, czas.
pt_pt: Quão reparador foi o teu sono: duração, eficiência, profundo + REM, tempo.
ru: Насколько восстанавливающим был ваш сон: длительность, эффективность, глубокий+быстрый сон, время.
th: ประเมินว่าการนอนช่วยฟื้นฟูได้ดีเพียงใดจากระยะเวลา ประสิทธิภาพ หลับลึก + REM และช่วงเวลาเข้านอน
zh_hans: 你的睡眠恢复效果如何：时长、效率、深睡+REM、时间安排。
zh_hant: 你的睡眠恢復效果如何：時長、效率、深睡+REM、時間點。

source: How Scoring Works
de: Wie die Bewertung funktioniert
es: Cómo funciona la puntuación
fr: Comment fonctionne le score
it: Come funziona il punteggio
pl: Jak działa punktacja
pt_pt: Como funciona a pontuação
ru: Как работает подсчет очков
th: การให้คะแนนทำงานอย่างไร
zh_hans: 评分如何运作
zh_hant: 評分如何運作

source: How see-through the cards (Heart Rate, Key Metrics, Recovery Vitals, …) are. Left = solid, right = clear.
de: Wie durchsichtig die Karten (Herzfrequenz, Kernmetriken, Erholungswerte, …) sind. Links = deckend, rechts = durchsichtig.
es: Cuánto se transparentan las tarjetas (Frecuencia cardíaca, Métricas clave, Datos de recuperación, …). Izquierda = sólido, derecha = transparente.
fr: À quel point les cartes (Fréquence cardiaque, Métriques clés, Données de récupération, …) sont transparentes. Gauche = opaque, droite = transparent.
it: Quanto sono trasparenti le schede (Frequenza cardiaca, Metriche chiave, Dati di recupero, …). Sinistra = opaco, destra = trasparente.
pl: Jak przejrzyste są karty (tętno, kluczowe wskaźniki, parametry Regeneracja,…). Lewy = stały, prawy = czysty.
pt_pt: Quão transparentes são os cartões (frequência cardíaca, métricas principais, sinais vitais de recuperação,…). Esquerda = sólida, direita = clara.
ru: Насколько прозрачны карточки (Пульс, Ключевые показатели, Показатели восстановления и др.). Слева = непрозрачно, справа = прозрачно.
th: การ์ดมองเห็นได้ชัดเจนเพียงใด (อัตราการเต้นหัวใจ, ตัวชี้วัดหลัก, ข้อมูลสำคัญในการฟื้นตัว, …) ซ้าย = ทึบ ขวา = ชัดเจน
zh_hans: 卡片（心率、关键指标、恢复数据、…）的透明程度。左 = 不透明，右 = 透明。
zh_hant: 卡片（心率、關鍵指標、恢復數據、…）的透明程度。左 = 不透明，右 = 透明。

source: How Stress is calculated
de: So wird Stress berechnet
es: Cómo se calcula Estrés
fr: Comment le stress est calculé
it: Come viene calcolato lo stress
pl: Jak obliczane jest naprężenie
pt_pt: Como o stress é calculado
ru: Как рассчитывается Стресс
th: วิธีคำนวณความเครียด
zh_hans: 压力如何计算
zh_hant: 壓力如何計算

source: How strong the buzz is.
de: Wie stark das Vibrieren ist.
es: Qué tan fuerte es la vibración.
fr: L'intensité de la vibration.
it: Quanto è forte la vibrazione.
pl: Jak silny jest szum.
pt_pt: Quão forte é o zumbido.
ru: Насколько сильна вибрация.
th: กำหนดระดับความแรงของการสั่น
zh_hans: 震动的强度。
zh_hant: 震動的強度。

source: How sure is NOOP? · Solid · Building · Calibrating
de: Wie sicher ist NOOP? · Stabil · Im Aufbau · Kalibrierung
es: ¿Qué tan seguro está NOOP? · Sólido · Construyendo · Calibrando
fr: À quel point NOOP est sûr ? · Solide · En cours d'assemblage · Calibration en cours
it: Quanto è sicuro NOOP? · Stabile · Creazione in corso · Calibrazione
pl: Jak pewny jest NOOP? · Stałe · Budowanie · Kalibracja
pt_pt: Quão certo é o NOOP? · Sólido · A construir · A calibrar
ru: Насколько уверен NOOP? · Уверенно · Накопление данных · Калибровка
th: NOOP มั่นใจเพียงใด · น่าเชื่อถือ · กำลังสะสมข้อมูล · กำลังปรับเทียบ
zh_hans: NOOP 有多确定？ · 扎实 · 构建中 · 校准中
zh_hant: NOOP 有多確定？ · 扎實 · 建立中 · 校準中

source: How They Move Together
de: Wie sie sich gemeinsam bewegen
es: Cómo se mueven juntas
fr: Comment ils évoluent ensemble
it: Come si muovono insieme
pl: Jak się razem poruszają
pt_pt: Como se movem juntos
ru: Как они связаны
th: พวกเขาเคลื่อนไหวร่วมกันอย่างไร
zh_hans: 它们如何协同变化
zh_hant: 它們如何協同變化

source: How this access is used
de: Wie dieser Zugang genutzt wird
es: Cómo se utiliza este acceso
fr: Comment cet accès est utilisé
it: Come viene utilizzato questo accesso
pl: Jak wykorzystywany jest ten dostęp
pt_pt: Como esse acesso é usado
ru: Как используется этот доступ
th: วิธีใช้สิทธิ์เข้าถึงนี้
zh_hans: 如何使用此访问权限
zh_hant: 如何使用此存取權限

source: How this is computed
de: Wie das berechnet wird
es: Cómo se calcula esto
fr: Comment c'est calculé
it: Come viene calcolato
pl: Jak to się oblicza
pt_pt: Como é que isso é calculado
ru: Как это вычисляется
th: วิธีการคำนวณนี้
zh_hans: 如何计算
zh_hant: 如何計算

source: How this is measured
de: So wird das gemessen
es: Cómo se mide esto
fr: Comment ceci est mesuré
it: Come si misura questo
pl: Jak to się mierzy
pt_pt: Como é que isso é medido
ru: Как это измеряется
th: วิธีนี้จะวัด
zh_hans: 这是如何测量的
zh_hant: 這是如何測量的

source: How this score is calculated
de: So wird dieser Wert berechnet
es: Cómo se calcula esta puntuación
fr: Comment ce score est calculé
it: Come si calcola questo punteggio
pl: Jak obliczany jest ten wynik
pt_pt: Como é calculada essa pontuação
ru: Как рассчитывается этот показатель
th: คะแนนนี้คำนวณอย่างไร
zh_hans: 此评分如何计算
zh_hant: 此評分如何計算

source: How this works
de: Wie das funktioniert
es: Cómo funciona esto
fr: Comment ça fonctionne
it: Come funziona
pl: Jak to działa
pt_pt: Como funciona
ru: Как это работает
th: วิธีการทำงานนี้
zh_hans: 工作原理
zh_hant: 運作原理

source: How to read this
de: So liest du das
es: Cómo leer esto
fr: Comment lire ceci
it: Come leggere questo
pl: Jak to przeczytać
pt_pt: Como ler este
ru: Как это читать
th: อ่านเรื่องนี้ยังไงครับ
zh_hans: 如何解读
zh_hant: 如何解讀

source: How to read this: HRV, Resting HR, Sleep duration, Respiratory rate and Skin temperature are measured from the strap (skin temp is shown as the deviation from your own baseline). Workouts is the count of activities you logged or that were detected. Recovery, Strain and Stress are NOOP's own on-device scores, not clinical measures: Recovery is a daily readiness composite (HRV, resting HR, sleep and skin-temp trend), Strain is cardiovascular load derived from heart rate, and Stress is a 0-3 autonomic-load index from resting HR and HRV.
de: Wie man das liest: HRV, Ruhe HR, Schlafdauer, Atemfrequenz und Hauttemperatur werden vom Band gemessen (Hauttemperatur wird als Abweichung von der eigenen Baseline angezeigt). Workouts ist die Anzahl der Aktivitäten, die Sie protokolliert haben oder die erkannt wurden. Recovery, Strain und Stress sind die eigenen On-Device-Scores von NOOP, keine klinischen Maßnahmen: Erholung ist eine tägliche Bereitschaft Komposit (HRV, Ruhe HR, Schlaf und Haut-Temper-Trend), Strain ist Herz-Kreislauf-Last von der Herzfrequenz abgeleitet, und Stress ist ein 0-3 autonome Last-Index von Ruhe HR und HRV.
es: Cómo leer esto: HRV, Restablecimiento RRHH, Duración del sueño, tasa respiratoria y temperatura de la piel se miden de la correa (la temperatura del pariente se muestra como la desviación de su propia base). Los entrenamientos son el recuento de actividades que has iniciado o que fueron detectadas. La recuperación, el estrado y el estrés son las propias puntuaciones de NOOP en el dispositivo, no medidas clínicas: La recuperación es un composite de preparación diaria (HRV, tendencia de reposo en RRHH, sueño y tiempo de piel), Strain es carga cardiovascular derivada de la frecuencia cardíaca, y Stress es un índice de carga autonómica de 0-3 que descansa RRH y HRV.
fr: Comment lire ceci : HRV, HR au repos, Durée du sommeil, Taux respiratoire et température de la peau sont mesurés à partir de la sangle (la température de la peau est indiquée comme l'écart par rapport à votre propre base). Les séances d'entraînement sont le nombre d'activités que vous avez enregistrées ou qui ont été détectées. La récupération, la souche et le stress sont les propres scores sur les appareils de NOOP, et non des mesures cliniques: La récupération est un composé de préparation quotidienne (HRV, HR au repos, sommeil et tendance du temps de la peau), la charge cardiovasculaire est dérivée de la fréquence cardiaque, et le stress est un indice de charge autonome 0-3 de HR au repos et HRV.
pl: Jak to odczytać: HRV, tętno spoczynkowe, czas snu, częstość oddechów i temperatura skóry są mierzone za pomocą paska (temperatura skóry jest pokazana jako odchylenie od własnej wartości bazowej). Treningi to liczba zarejestrowanych lub wykrytych aktywności. Regeneracja, Obciążenie i Stres to własne wyniki NOOP na urządzeniu, a nie pomiary kliniczne: Regeneracja to połączenie codziennej gotowości (HRV, tętno spoczynkowe, trend snu i temperatury skóry), Obciążenie to obciążenie układu sercowo-naczyniowego obliczone na podstawie tętna, a Stres to wskaźnik obciążenia autonomicznego wynoszący 0-3 na podstawie tętna spoczynkowego i tętna HRV.
pt_pt: Como ler isto: A VFC, a FC em repouso, a duração do sono, a frequência respiratória e a temperatura da pele são medidas na bracelete (a temperatura da pele é mostrada como o desvio da tua linha de base). Treinos é a contagem de atividades que registou ou que foram detetadas. Recuperação, Tensão e Stress são pontuações no próprio dispositivo do NOOP, não medidas clínicas: A recuperação é um composto de prontidão diária (VFC, FC em repouso, sono e tendência da temperatura da pele), Tensão é a carga cardiovascular derivada da frequência cardíaca e Stress é um índice de carga autonómica de 0-3 da FC e VFC em repouso.
th: วิธีอ่านสิ่งนี้: HRV, HR ขณะพัก, ระยะเวลาการนอน, อัตราการหายใจ และอุณหภูมิผิวหนังวัดจากสายรัด (อุณหภูมิผิวหนังจะแสดงเป็นการเบี่ยงเบนจากค่าพื้นฐานของคุณเอง) การออกกำลังกายคือจำนวนกิจกรรมที่คุณบันทึกหรือตรวจพบ การฟื้นตัว ภาระร่างกาย และความเครียดเป็นคะแนนบนอุปกรณ์ของ NOOP ไม่ใช่มาตรการทางคลินิก การฟื้นตัวประกอบด้วยองค์ประกอบความพร้อมในแต่ละวัน (HRV, HR ขณะพักผ่อน การนอน และแนวโน้มอุณหภูมิผิวหนัง) ภาระร่างกายคือภาระของหัวใจและหลอดเลือดที่มาจากอัตราการเต้นหัวใจ และความเครียดคือดัชนีโหลดอัตโนมัติ 0-3 จากการพักผ่อน HR และ HRV

source: How to read this: HRV, Resting HR, Sleep duration, Respiratory rate and Skin temperature are measured from the strap (skin temp is shown as the deviation from your own baseline). Workouts is the count of activities you logged or that were detected. Recovery, Strain and Stress are NOOP's own on-device scores, not clinical measures: Recovery is a daily readiness composite (HRV, resting HR, sleep and skin-temp trend), Strain is cardiovascular load derived from heart rate, and Stress is a 0–3 autonomic-load index from resting HR and HRV.
de: So liest du das: HRV, Ruhe-HF, Schlafdauer, Atemfrequenz und Hauttemperatur werden vom Strap gemessen (Hauttemperatur wird als Abweichung von deiner eigenen Basislinie angezeigt). Workouts ist die Zahl der Aktivitäten, die du erfasst hast oder die erkannt wurden. Erholung, Belastung und Stress sind NOOPs eigene Werte auf dem Gerät, keine klinischen Messungen: Erholung ist ein täglicher Bereitschafts-Kompositwert (HRV, Ruhe-HF, Schlaf und Hauttemperatur-Trend), Belastung ist die aus der Herzfrequenz abgeleitete kardiovaskuläre Last, und Stress ist ein 0–3-Index der autonomen Belastung aus Ruhe-HF und HRV.
es: Cómo leer esto: la VFC, la FC en reposo, la duración del sueño, la frecuencia respiratoria y la temperatura cutánea se miden desde la pulsera (la temp. cutánea se muestra como la desviación respecto a tu propia línea base). Entrenamientos es el número de actividades que registraste o que se detectaron. Recuperación, Esfuerzo y Estrés son puntuaciones propias de NOOP calculadas en el dispositivo, no medidas clínicas: la Recuperación es un compuesto diario de preparación (VFC, FC en reposo, sueño y tendencia de temp. cutánea), el Esfuerzo es la carga cardiovascular derivada de la frecuencia cardíaca, y el Estrés es un índice de carga autonómica de 0–3 a partir de la FC en reposo y la VFC.
fr: Comment lire ceci : la VFC, la FC au repos, la durée de sommeil, la fréquence respiratoire et la température cutanée sont mesurées depuis le bracelet (la temp. cutanée est indiquée comme l'écart par rapport à votre propre référence). Entraînements correspond au nombre d'activités que vous avez enregistrées ou qui ont été détectées. Récupération, Effort et Stress sont les scores propres de NOOP calculés sur l'appareil, pas des mesures cliniques : la Récupération est un indice quotidien composite de préparation (VFC, FC au repos, sommeil et tendance de temp. cutanée), l'Effort est la charge cardiovasculaire dérivée de la fréquence cardiaque, et le Stress est un indice de charge autonome de 0 à 3 basé sur la FC au repos et la VFC.
it: Come leggerlo: HRV, FC a riposo, durata del sonno, frequenza respiratoria e temperatura cutanea sono misurate dalla fascia (la temperatura cutanea è mostrata come deviazione rispetto alla tua linea di base). Allenamenti è il conteggio delle attività che hai registrato o che sono state rilevate. Recupero, Carico e Stress sono punteggi calcolati da NOOP sul dispositivo, non misure cliniche: il Recupero è un indice giornaliero di prontezza (HRV, FC a riposo, sonno e andamento della temperatura cutanea), lo Carico è il carico cardiovascolare derivato dalla frequenza cardiaca e lo Stress è un indice di carico autonomico da 0 a 3 basato su FC a riposo e HRV.
pl: Jak to odczytać: HRV, tętno spoczynkowe, czas snu, częstość oddechów i temperatura skóry są mierzone za pomocą paska (temperatura skóry jest pokazana jako odchylenie od własnej wartości bazowej). Treningi to liczba zarejestrowanych lub wykrytych aktywności. Regeneracja, Obciążenie i Stres to własne wyniki NOOP na urządzeniu, a nie pomiary kliniczne: Regeneracja to połączenie codziennej gotowości (HRV, tętno spoczynkowe, trend snu i temperatury skóry), Obciążenie to obciążenie układu sercowo-naczyniowego obliczone na podstawie tętna, a Stres to wskaźnik obciążenia autonomicznego wynoszący 0–3 na podstawie tętna spoczynkowego i tętna HRV.
pt_pt: Como ler isto: A VFC, a FC em repouso, a duração do sono, a frequência respiratória e a temperatura da pele são medidas na bracelete (a temperatura da pele é mostrada como o desvio da tua linha de base). Treinos é a contagem de atividades que registou ou que foram detetadas. Recuperação, Tensão e Stress são pontuações no próprio dispositivo do NOOP, e não medidas clínicas: A recuperação é um composto de prontidão diária (VFC, FC em repouso, sono e tendência da temperatura da pele), Tensão é a carga cardiovascular derivada da frequência cardíaca e Stress é um índice de carga autonómica de 0–3 da FC e VFC em repouso.
ru: Как это читать: ВСР, пульс в покое, длительность сна, частота дыхания и температура кожи измеряются браслетом (температура кожи показана как отклонение от вашей нормы). Тренировки — это количество активностей, которые вы записали или которые были обнаружены. Восстановление, Нагрузка и Стресс — собственные показатели NOOP, рассчитываемые на устройстве, а не клинические измерения: Восстановление — суточный сводный показатель готовности (ВСР, пульс в покое, сон и динамика температуры кожи), Нагрузка — сердечно-сосудистая нагрузка, рассчитанная по пульсу, а Стресс — индекс автономной нагрузки от 0 до 3 на основе пульса в покое и ВСР.
th: วิธีอ่านสิ่งนี้: HRV, HR ขณะพัก, ระยะเวลาการนอน, อัตราการหายใจ และอุณหภูมิผิวหนังวัดจากสายรัด (อุณหภูมิผิวหนังจะแสดงเป็นการเบี่ยงเบนจากค่าพื้นฐานของคุณเอง) การออกกำลังกายคือจำนวนกิจกรรมที่คุณบันทึกหรือตรวจพบ การฟื้นตัว ภาระร่างกาย และความเครียดเป็นคะแนนบนอุปกรณ์ของ NOOP ไม่ใช่มาตรการทางคลินิก การฟื้นตัวประกอบด้วยองค์ประกอบความพร้อมในแต่ละวัน (HRV, HR ขณะพัก การนอน และแนวโน้มอุณหภูมิผิวหนัง) ภาระร่างกายคือภาระของหัวใจและหลอดเลือดที่มาจากอัตราการเต้นหัวใจ และความเครียดคือดัชนีโหลดอัตโนมัติ 0–3 จากการพักผ่อน HR และ HRV
zh_hans: 如何解读：HRV、静息心率、睡眠时长、呼吸频率和皮肤温度都由手环测量（皮肤温度显示为相对于你自身基线的偏差）。锻炼是你记录或被检测到的活动次数。恢复、强度和压力是 NOOP 自己的设备端分数，不是临床指标：恢复是每日准备度的综合值（HRV、静息心率、睡眠和皮肤温度趋势），强度是由心率推算的心血管负荷，压力是由静息心率和 HRV 得出的 0–3 自主神经负荷指数。
zh_hant: 如何解讀：HRV、靜息心率、睡眠時長、呼吸率和皮膚溫度都是從手環測量的（皮膚溫度顯示為相對於你自身基線的偏差）。鍛鍊是你記錄或被偵測到的活動次數。恢復、強度和壓力是 NOOP 自己的裝置端分數，並非臨床測量：恢復是每日準備度綜合值（HRV、靜息心率、睡眠和皮膚溫度趨勢），強度是由心率推導的心血管負荷，壓力則是由靜息心率和 HRV 得出的 0–3 自主神經負荷指數。

source: How you open Coach from Today — a card, a draggable floating button, or both.
de: Wie du den Coach von „Heute“ aus öffnest — eine Karte, ein verschiebbarer schwebender Knopf oder beides.
es: Cómo abres el Coach desde Hoy: una tarjeta, un botón flotante que puedes arrastrar, o ambos.
fr: Comment ouvrir le Coach depuis Aujourd'hui : une carte, un bouton flottant déplaçable, ou les deux.
it: Come apri Coach da Oggi: una scheda, un pulsante mobile trascinabile o entrambi.
pl: Jak otwierasz trenera z ekranu Dziś — karta, przeciągalny pływający przycisk albo oba.
pt_pt: Como você abre Coach de Hoje - um cartão, um botão flutuante arrastável ou ambos.
ru: Как открыть Coach из «Сегодня» — карточку, перетаскиваемую плавающую кнопку или и то, и другое.
th: วิธีเปิด โค้ช ตั้งแต่วันนี้ การ์ด ปุ่มลอยแบบลากได้ หรือทั้งสองอย่าง
zh_hans: 如何从今天打开 Coach — 一张卡片、一个可拖动的浮动按钮，或两者兼而有之。
zh_hant: 如何從今天開啟 Coach — 一張卡片、一個可拖曳的浮動按鈕，或兩者兼而有之。

source: How you open Coach from Today — a list row, a draggable floating button, or both.
de: Wie du den Coach von Heute aus öffnest — eine Listenzeile, ein verschiebbarer schwebender Button, oder beides.
es: Cómo abres el coach desde Hoy — una fila de lista, un botón flotante arrastrable, o ambos.
fr: Comment tu ouvres le coach depuis Aujourd'hui — une ligne de liste, un bouton flottant déplaçable, ou les deux.
it: Come apri il coach da Oggi — una riga elenco, un pulsante mobile trascinabile, o entrambi.
pl: Jak otwierasz trenera z ekranu Dziś — wiersz listy, przeciągalny pływający przycisk albo oba.
pt_pt: Como abres o Coach a partir do Hoje — uma linha de lista, um botão flutuante arrastável, ou ambos.
ru: Как вы открываете тренера со страницы «Сегодня» — строка списка, перетаскиваемая плавающая кнопка или и то, и другое.
th: วิธีที่คุณเปิด โค้ช จากวันนี้ เช่น แถวรายการ ปุ่มลอยแบบลากได้ หรือทั้งสองอย่าง
zh_hans: 如何从「今天」页面打开教练 —— 列表行、可拖动的悬浮按钮，或两者皆可。
zh_hant: 如何從「今天」頁面打開教練 —— 列表列、可拖曳的懸浮按鈕，或兩者皆可。

source: How you open Coach from Today — pick any combination.
de: So öffnen Sie Coach ab heute – wählen Sie eine beliebige Kombination.
es: Cómo abres Coach desde Hoy: elige cualquier combinación.
fr: Comment ouvrir Coach à partir d’aujourd’hui : choisissez n’importe quelle combinaison.
it: Come apri Coach da oggi: scegli una combinazione qualsiasi.
pl: Jak otwierasz trenera z ekranu Dziś — wybierz dowolną kombinację.
pt_pt: Como você abre Coach de hoje – escolha qualquer combinação.
ru: Как открыть Coach из Today — выберите любую комбинацию.
th: วิธีที่คุณเปิด โค้ช ตั้งแต่วันนี้ — เลือกชุดค่าผสมใดก็ได้
zh_hans: 今天如何打开 Coach — 选择任意组合。
zh_hant: 今天如何開啟 Coach — 選擇任意組合。
